"Software Installer Payload" = "Logitech Control Center.pkg";

"LU URL" = "http://%server%/%logi%/controldevices/lcc/%software version%/%options%/%architecture%/32/%system version%/%file%?lu.hl=%language%&lu.uv=%LU version%";

"LU Server" = "updates.logitech.com";
"LU Logi" = "logitech";
"Software Version" = "3.9.5";
"LU Options" = "00";

"LU Architecture: PowerPC" = "ppc";
"LU Architecture: Intel" = "int";

"LU File: Update" = "lcc.zip";
"LU File: Signature" = "lcc.zip.sig";

"LU Language" = "ita";
"LU Version" = "1.0.2";

"LU User Agent" = "LogitechUpdate";

/* Updater Window */

"Quit" = "Esci"; /* button */

/* Installer */

"Check for updates" = "Controlla aggiornamenti";
"Cancel" = "Annulla";
